[
	{
		"id": 1,
		"name": "Minimum Wage",
		"description": "Minimum Wage is a 2D top-down shooter game. The goal is simple, get as far as you can while avoiding guards and collecting new weapons and powerups. \n\n It was developed to be compatible with Windows and Android. This was a school asigment where I had to work in a team of 4 people to make this game.",
        "images": [
            "minimumWage-1.png",
            "minimumWage-2.png",
            "minimumWage-3.png"
        ],
        "type": "School projects",
        "link": "",
        "github": "https://github.com/TotoalNormie/MinimumWage",
        "technologies": ["Godot", "Sqlite"]
	},
    {
		"id": 2,
		"name": "Brain-test-2",
		"description": "Brain-test-2 is a card matching game. In this game you will match cards and earn points and in game currency. \n\n You will be able to compete with other players for the top score and time. With in-game currency you can buy chests that unlock more card skins and color themes",
        "images": [
            "brainTest2-1.png",
            "brainTest2-2.png",
            "brainTest2-3.png"
        ],
        "type": "School projects",
        "github": "https://github.com/TotoalNormie/brain-test-2",
        "link": "",
        "technologies": ["Laravel", "Javascript", "Inertia", "React", "CSS", "PHP", "MySQL"]
	},
    {
		"id": 3,
		"name": "Easy-Ticket",
		"description": "Easy-Ticket is a ticketing system website for events. It features an admin panel to manage events and their tickets.\n\n On the main page you will see all the events that are upcoming. There is a hisory section where you will be able to download your past tickets. Every event will have its own page where you will be able to see the event details and buy tickets.",
        "images": [ 
            "easyTicket-1.png",
            "easyTicket-2.png",
            "easyTicket-3.png"
        ],
        "type": "School projects",
        "link": "",
        "github": "https://github.com/TotoalNormie/easy-ticket",
        "technologies": ["Laravel", "Javascript", "React", "CSS", "PHP", "MySQL"]
	},
    {
		"id": 4,
		"name": "Autoscam",
		"description": "Autoscam is my first asignment where I had to work in pairs. It is a website for selling and buying cars. With this website you can add your car to the marketplace, sort cars by variety of filters and search them.\n\n It is a pretty simple website, as it doesn't even have a login system.",
        "images": [ 
            "autoScam-1.png",
            "autoScam-2.png",
            "autoScam-3.png"
        ],
        "type": "School projects",
        "github": "https://github.com/TotoalNormie/easy-ticket",
        "link": "",
        "technologies": ["Javascript", "HTML", "CSS", "PHP", "MySQL"]
	},
    {
		"id": 5,
		"name": "SheepID",
		"description": "SheepID is a website I made for my mother. It acts as a kind of database where you can store your sheep, it is made more convinient by the ability to input sheep ids from a photo. \n\n In the future you will be able to make note about a shecifck sheep or in other notes in general, as well as other features that my lient (my mother) will reques. As of now it is a work in progress.",
        "images": [ 
            "sheepID.png"
        ],
        "type": "Personal projects",
        "link": "https://sheep-id.vercel.app",
        "github": "https://github.com/TotoalNormie/sheepID",
        "technologies": ["Javascript", "HTML", "CSS", "PHP", "MySQL"]
	}
]
